Repository: vladimir-zahradnik/scummvm
Catalog: po/*.po
Languages: sk_sk

source: (built on %s)
sk_sk: (zostavené %s)

source: Features compiled in:
sk_sk: Dostupné funkcie:

source: Available engines:
sk_sk: Dostupné jadrá:

source: Show hidden files
sk_sk: Zobrazi» skryté súbory

source: Show files marked with the hidden attribute
sk_sk: Zobrazi» súbory s vlastnos»ou skryté

source: Go up
sk_sk: Ís» nahor

source: Go to previous directory level
sk_sk: Ís» na predchádzajúcu úroveò adresára

# lowres
source: Go up
sk_sk: Ís» nahor

source: Cancel
sk_sk: Zru¹i»

source: Choose
sk_sk: Zvoli»

source: Select directory where to download game data
sk_sk: Vyberte adresár, do ktorého budú stiahnuté herné dáta

source: Select directory with game data
sk_sk: Vyberte adresár s hernými dátami

source: From:
sk_sk: Z:

source: To:
sk_sk: Do:

source: Cancel download
sk_sk: Zru¹i» s»ahovanie

# lowres
source: Cancel download
sk_sk: Zru¹i» s»ahovanie

source: Hide
sk_sk: Skry»

source: It looks like your connection is limited. Do you really want to download files with it?
sk_sk: Vyzerá to tak, ¾e va¹e internetové pripojenie je obmedzené. Skutoène chcete súbory stiahnu» prostredníctvom tohto pripojenia?

source: Yes
sk_sk: Áno

source: No
sk_sk: Nie

source: ScummVM couldn't open the specified directory!
sk_sk: ScummVM nemohol zvolený adresár otvori»!

source: Cannot create a directory to download - the specified directory has a file with the same name.
sk_sk: Nie je mo¾né vytvori» adresár na s»ahovanie - zvolený adresár obsahuje súbor s rovnakým názvom.

source: The "%s" already exists in the specified directory. Do you really want to download files into that directory?
sk_sk: "%s" u¾ v zvolenom adresári existuje. Skutoène chcete súbory stiahnu» do tohto adresára?

source: Downloaded %s %s / %s %s
sk_sk: Stiahnuté %s %s / %s %s

source: Download speed: %s %s
sk_sk: Rýchlos» s»ahovania: %s %s

source: Game
sk_sk: Hra

source: Short game identifier used for referring to saved games and running the game from the command line
sk_sk: Krátky identifikátor hry, aby k nej bolo mo¾né priradi» ulo¾ené herné stavy a spú¹»a» ju z príkazového riadka

source: Name:
sk_sk: Názov:

source: Full title of the game
sk_sk: Úplný názov hry

# lowres
source: Name:
sk_sk: Názov:

source: Language:
sk_sk: Jazyk:

source: Language of the game. This will not turn your Spanish game version into English
sk_sk: Jazyk hry. Pomocou tejto funkcie sa z va¹ej ¹panielskej verzie hry nestane slovenská

source: <default>
sk_sk: <predvolené>

source: Platform:
sk_sk: Platforma:

source: Platform the game was originally designed for
sk_sk: Platforma, pre ktorú bola hra pôvodne vytvorená

# lowres
source: Platform:
sk_sk: Platforma:

source: Engine
sk_sk: Jadro

source: Graphics
sk_sk: Grafika

source: Override global graphic settings
sk_sk: Prepísa» globálne grafické nastavenia

# lowres
source: Override global graphic settings
sk_sk: Prepísa» globálne grafické nastavenia

source: Audio
sk_sk: Zvuk

source: Override global audio settings
sk_sk: Prepísa» globálne zvukové nastavenia

# lowres
source: Override global audio settings
sk_sk: Prepísa» globálne zvukové nastavenia

source: Volume
sk_sk: Hlasitos»

# lowres
source: Volume
sk_sk: Hlasitos»

source: Override global volume settings
sk_sk: Prepísa» globálne nastavenia hlasitosti

# lowres
source: Override global volume settings
sk_sk: Prepísa» globálne nastavenia hlasitosti

source: Override global MIDI settings
sk_sk: Prepísa» globálne nastavenia MIDI

# lowres
source: Override global MIDI settings
sk_sk: Prepísa» globálne nastavenia MIDI

source: Override global MT-32 settings
sk_sk: Prepísa» globálne nastavenia MT-32

# lowres
source: Override global MT-32 settings
sk_sk: Prepísa» globálne nastavenia MT-32

source: Paths
sk_sk: Cesty

# lowres
source: Paths
sk_sk: Cesty

source: Game Path:
sk_sk: Cesta k hre:

# lowres
source: Game Path:
sk_sk: Cesta k hre:

source: Extra Path:
sk_sk: Cesta k extra dátam:

source: Specifies path to additional data used by the game
sk_sk: Urèuje cestu k dodatoèným dátam pou¾itým v hre

# lowres
source: Extra Path:
sk_sk: Cesta k extra dátam:

source: Save Path:
sk_sk: Cesta pre ulo¾ené herné stavy:

source: Specifies where your saved games are put
sk_sk: Stanovuje, kam budú umiestnené va¹e ulo¾ené herné stavy

# lowres
source: Save Path:
sk_sk: Herné stavy:

# path
source: None
sk_sk: ®iadne

source: Default
sk_sk: Predvolené

source: Select SoundFont
sk_sk: Vybra» SoundFont

source: Select additional game directory
sk_sk: Vyberte adresár s dodatoènými súbormi

source: Select directory for saved games
sk_sk: Vyberte adresár pre ulo¾ené herné stavy

source: Saved games sync feature doesn't work with non-default directories. If you want your saved games to sync, use default directory.
sk_sk: Funkcia synchronizácie ulo¾ených herných stavov nefunguje s adresármi, ktoré nie sú predvolené. Pokiaµ chcete va¹e ulo¾ené herné stavy synchronizova», pou¾ite predvolený adresár.

source: This game ID is already taken. Please choose another one.
sk_sk: Toto ID hry je u¾ obsadené. Vyberte si, prosím, iné.

source: Author:
sk_sk: Autor:

source: Notes:
sk_sk: Poznámky:

source: Choose file for loading
sk_sk: Vyberte súbor pre naèítanie

source: Enter filename for saving
sk_sk: Zadajte názov súboru pre ulo¾enie

source: Do you really want to overwrite the file?
sk_sk: Skutoène chcete tento súbor prepísa»?

source: Reverb
sk_sk: Dozvuk

source: Active
sk_sk: Aktívny

source: Room:
sk_sk: Miestnos»:

source: Damp:
sk_sk: Tlmenie:

source: Width:
sk_sk: ©írka:

source: Level:
sk_sk: Úroveò:

source: Chorus
sk_sk: Zbor

source: Speed:
sk_sk: Rýchlos»:

source: Depth:
sk_sk: Håbka:

source: Type:
sk_sk: Typ:

source: Sine
sk_sk: Sínus

source: Triangle
sk_sk: Trojuholník

source: Misc
sk_sk: Rôzne

source: Interpolation:
sk_sk: Interpolácia:

source: None (fastest)
sk_sk: ®iadna (najrýchlej¹ie)

source: Linear
sk_sk: Lineárna

source: Fourth-order
sk_sk: ©tvrtého rádu

source: Seventh-order
sk_sk: Siedmeho rádu

source: Reset
sk_sk: Obnovi»

source: Reset all FluidSynth settings to their default values.
sk_sk: Obnovi» v¹etky nastavenia FludSynth na ich predvolené hodnoty.

source: Do you really want to reset all FluidSynth settings to their default values?
sk_sk: Skutoène chcete obnovi» v¹etky nastavenia FluidSynth na ich predvolené hodnoty?

source: Close
sk_sk: Zavrie»

source: Mouse click
sk_sk: Kliknutie my¹i

source: Display keyboard
sk_sk: Zobrazi» klávesnicu

source: Remap keys
sk_sk: Premapova» klávesy

source: Toggle fullscreen
sk_sk: Zapnú»/vypnú» re¾im celej obrazovky

source: Map
sk_sk: Namapova»

source: Select an action and click 'Map'
sk_sk: Vyberte si akciu a kliknite na 'Namapova»'

source: Associated key : %s
sk_sk: Priradený kláves: %s

source: Associated key : none
sk_sk: Priradený kláves: ¾iadny

source: Please select an action
sk_sk: Vyberte si, prosím, akciu

source: Press the key to associate
sk_sk: Stlaète kláves pre priradenie

source: Choose an action to map
sk_sk: Vyberte si akciu pre namapovanie

source: ~Q~uit
sk_sk: ~S~konèi»

source: Quit ScummVM
sk_sk: Ukonèi» ScummVM

source: A~b~out...
sk_sk: ~O~ programe...

source: About ScummVM
sk_sk: O ScummVM

source: ~O~ptions...
sk_sk: ~M~o¾nosti...

source: Change global ScummVM options
sk_sk: Zmeni» globálne mo¾nosti ScummVM

source: ~S~tart
sk_sk: ~S~pusti»

source: Start selected game
sk_sk: Spusti» vybranú hru

source: ~L~oad...
sk_sk: ~N~aèíta»...

source: Load saved game for selected game
sk_sk: Naèíta» ulo¾ený stav pre vybranú hru

source: ~A~dd Game...
sk_sk: ~P~rida» hru...

source: Hold Shift for Mass Add
sk_sk: Podr¾te stlaèený Shift pre hromadné pridanie adresárov k hrám

source: ~E~dit Game...
sk_sk: ~U~pravi» hru...

source: Change game options
sk_sk: Zmeni» mo¾nosti hry

source: ~R~emove Game
sk_sk: ~O~dstráni» hru

source: Remove game from the list. The game data files stay intact
sk_sk: Odstráni» hru zo zoznamu. Herné dáta zostanú zachované

# lowres
source: ~A~dd Game...
sk_sk: ~P~rida» hru...

# lowres
source: ~E~dit Game...
sk_sk: ~U~pravi» hru...

# lowres
source: ~R~emove Game
sk_sk: ~O~dstráni» hru

source: Search in game list
sk_sk: Hµada» v zozname hier

source: Search:
sk_sk: Hµada»:

source: Load game:
sk_sk: Naèíta» hru:

source: Load
sk_sk: Naèíta»

source: Do you really want to run the mass game detector? This could potentially add a huge number of games.
sk_sk: Skutoène chcete spusti» hromadnú detekciu hier? Týmto by sa mohlo potenciálne prida» veµké mno¾stvo hier.

source: This directory cannot be used yet, it is being downloaded into!
sk_sk: Tento adresár zatiaµ nie je mo¾né pou¾i», preto¾e sa doòho e¹te s»ahujú súbory!

source: Do you really want to remove this game configuration?
sk_sk: Skutoène chcete odstráni» konfiguráciu tejto hry?

source: Do you want to load saved game?
sk_sk: Chcete naèíta» ulo¾ený stav hry?

source: This game does not support loading games from the launcher.
sk_sk: Pre túto hru nie je spú¹»anie zo zoznamu hier podporované.

source: ScummVM could not find any engine capable of running the selected game!
sk_sk: ScummVM nemohol nájs» vhodné jadro pre túto hru!

source: ScummVM could not find any game in the specified directory!
sk_sk: ScummVM nemohol v zadanom adresári nájs» ¾iadnu hru!

source: Pick the game:
sk_sk: Vybra» hru:

source: Mass Add...
sk_sk: Hromadné pridanie...

source: Record...
sk_sk: Nahráva»...

source: ... progress ...
sk_sk: ... prebieha ...

source: Scan complete!
sk_sk: Prehµadávanie dokonèené!

source: Discovered %d new games, ignored %d previously added games.
sk_sk: Bolo nájdených %d nových hier, %d u¾ pridaných hier bolo ignorovaných.

source: Scanned %d directories ...
sk_sk: Prehµadaných %d adresárov ...

source: Discovered %d new games, ignored %d previously added games ...
sk_sk: Bolo nájdených %d nových hier, %d u¾ pridaných hier bolo ignorovaných ...

source: Stop
sk_sk: Zastavi»

source: Edit record description
sk_sk: Upravi» popis nahrávky

source: Switch to Game
sk_sk: Prepnú» sa

source: Fast replay
sk_sk: Rýchle prehrávanie

source: Never
sk_sk: Nikdy

source: every 5 mins
sk_sk: ka¾dých 5 minút

source: every 10 mins
sk_sk: ka¾dých 10 minút

source: every 15 mins
sk_sk: ka¾dých 15 minút

source: every 30 mins
sk_sk: ka¾dých 30 minút

# soundfont
source: None
sk_sk: ®iadna

source: Failed to apply some of the graphic options changes:
sk_sk: Nasledujúce mo¾nosti grafiky nebolo mo¾né zmeni»:

source: the video mode could not be changed
sk_sk: re¾im videa nebolo mo¾né zmeni»

source: the stretch mode could not be changed
sk_sk: re¾im roztiahnutia obrazu nebolo mo¾né zmeni»

source: the aspect ratio setting could not be changed
sk_sk: nastavenie pomeru strán nebolo mo¾né zmeni»

source: the fullscreen setting could not be changed
sk_sk: nastavenie celej obrazovky nebolo mo¾né zmeni»

source: the filtering setting could not be changed
sk_sk: nastavenie filtrovania nebolo mo¾né zmeni»

source: Show On-screen control
sk_sk: Zobrazi» virtuálne ovládanie na obrazovke

source: Touchpad mouse mode
sk_sk: Re¾im Touchpad ako my¹

source: Swap Menu and Back buttons
sk_sk: Vymeni» tlaèidlá Menu a Naspä»

source: Pointer Speed:
sk_sk: Rýchlos» ukazovateµa:

source: Speed for keyboard/joystick mouse pointer control
sk_sk: Rýchlos» ovládania ukazovateµa my¹i pomocou klávesnice/joysticku

# lowres
source: Pointer Speed:
sk_sk: Rýchlos» ukazovateµa:

source: Joy Deadzone:
sk_sk: Neaktívna oblas» joysticku:

source: Analog joystick Deadzone
sk_sk: Neaktívna oblas» analógového joysticku

# lowres
source: Joy Deadzone:
sk_sk: Neaktívna oblas» joysticku:

source: HW Shader:
sk_sk: Hardvérový shader:

source: Different hardware shaders give different visual effects
sk_sk: Rôzne hardvérové shadery vytvárajú rôzne vizuálne efekty

# lowres
source: HW Shader:
sk_sk: Hardvérový shader:

source: Different shaders give different visual effects
sk_sk: Rôzne shadery vytvárajú rôzne vizuálne efekty

source: Graphics mode:
sk_sk: Grafický re¾im:

source: Render mode:
sk_sk: Re¾im vykresµovania:

source: Special dithering modes supported by some games
sk_sk: ©peciálne metódy ditheringu podporované niektorými hrami

source: Stretch mode:
sk_sk: Re¾im roztiahnutia obrazu:

source: Fullscreen mode
sk_sk: Re¾im celej obrazovky

source: Filter graphics
sk_sk: Filtrovanie grafiky

source: Use linear filtering when scaling graphics
sk_sk: Pou¾i» pri zmene mierky grafiky lineárne filtrovanie

source: Aspect ratio correction
sk_sk: Korekcia pomeru strán

source: Correct aspect ratio for 320x200 games
sk_sk: Korigova» pomer strán pre hry s rozlí¹ením 320x200

source: Preferred Device:
sk_sk: Uprednostòované zariadenie:

source: Music Device:
sk_sk: Hudobné zariadenie:

source: Specifies preferred sound device or sound card emulator
sk_sk: Urèuje uprednostòované zvukové zariadenie alebo emulátor zvukovej karty

source: Specifies output sound device or sound card emulator
sk_sk: Urèuje výstupné zvukové zariadenie alebo emulátor zvukovej karty

# lowres
source: Preferred Dev.:
sk_sk: Prioritné zar.:

# lowres
source: Music Device:
sk_sk: Hudobné zariad.:

source: AdLib emulator:
sk_sk: AdLib emulátor:

source: AdLib is used for music in many games
sk_sk: AdLib sa pou¾íva na hudbu v mnohých hrách

source: GM Device:
sk_sk: GM zariadenie:

source: Specifies default sound device for General MIDI output
sk_sk: Urèuje predvolené zvukové zariadenie pre výstup General MIDI

source: Don't use General MIDI music
sk_sk: Nepou¾íva» hudbu General MIDI

source: Use first available device
sk_sk: Pou¾i» prvé dostupné zariadenie

source: SoundFont is supported by some audio cards, FluidSynth and Timidity
sk_sk: SoundFont podporujú niektoré zvukové karty, FluidSynth a Timidity

source: Mixed AdLib/MIDI mode
sk_sk: Zmie¹aný re¾im AdLib/MIDI

source: Use both MIDI and AdLib sound generation
sk_sk: Skombinuje MIDI hudbu a AdLib zvukové efekty

source: MIDI gain:
sk_sk: Zosilnenie MIDI:

source: MT-32 Device:
sk_sk: Zariadenie MT-32:

source: Specifies default sound device for Roland MT-32/LAPC1/CM32l/CM64 output
sk_sk: Urèuje predvolené zvukové zariadenie pre výstup z Roland MT-32/LAPC1/CM32l/CM64

source: True Roland MT-32 (disable GM emulation)
sk_sk: Skutoèný Roland MT-32 (vypnutá GM emulácia)

source: Check if you want to use your real hardware Roland-compatible sound device connected to your computer
sk_sk: Vyberte si to, pokiaµ chcete pou¾i» skutoèné zvukové zariadenie kompatibilné s Roland syntetizátorom

# lowres
source: True Roland MT-32 (no GM emulation)
sk_sk: Skutoèný Roland MT-32 (¾iadna GM emulácia)

source: Roland GS Device (enable MT-32 mappings)
sk_sk: Zariadenie Roland GS (zapnuté mapovania pre MT-32)

source: Check if you want to enable patch mappings to emulate an MT-32 on a Roland GS device
sk_sk: Vyberte si to, pokiaµ chcete povoli» záplaty mapovaní umo¾òujúce emulova» MT-32 na zariadení Roland GS

source: Don't use Roland MT-32 music
sk_sk: Nepou¾íva» hudbu Roland MT-32

source: Text and Speech:
sk_sk: Text a reè:

source: Speech
sk_sk: Reè

source: Subtitles
sk_sk: Titulky

source: Both
sk_sk: Oboje

source: Subtitle speed:
sk_sk: Rychlos» titulkov:

# lowres
source: Text and Speech:
sk_sk: Text a reè:

source: Spch
sk_sk: Reè

source: Subs
sk_sk: Titl

# lowres
source: Both
sk_sk: Obe

source: Show subtitles and play speech
sk_sk: Zobrazi» titulky a prehráva» reè

# lowres
source: Subtitle speed:
sk_sk: Rýchlos» titulkov:

source: Music volume:
sk_sk: Hlasitos» hudby:

# lowres
source: Music volume:
sk_sk: Hlasitos» hudby:

source: Mute All
sk_sk: Stlmi» v¹etko

source: SFX volume:
sk_sk: Hlasitos» efektov:

source: Special sound effects volume
sk_sk: Hlasitos» ¹peciálnych zvukových efektov

# lowres
source: SFX volume:
sk_sk: Hlasitos» zvukov:

source: Speech volume:
sk_sk: Hlasitos» reèi:

# lowres
source: Speech volume:
sk_sk: Hlasitos» reèi:

source: Control
sk_sk: Ovládanie

source: FluidSynth Settings
sk_sk: Nastavenia FluidSynth

source: Theme Path:
sk_sk: Cesta k motívom:

# lowres
source: Theme Path:
sk_sk: Motívy:

source: Specifies path to additional data used by all games or ScummVM
sk_sk: Urèuje cestu k dodatoèným herným dátam pre v¹etky hry v ScummVM

source: Plugins Path:
sk_sk: Cesta k doplnkom:

# lowres
source: Plugins Path:
sk_sk: Doplnky:

# lowres
source: Misc
sk_sk: Rôzne

source: Theme:
sk_sk: Motív:

source: GUI Renderer:
sk_sk: GUI vykresµovaè:

source: Autosave:
sk_sk: Automatické ukladanie:

# lowres
source: Autosave:
sk_sk: Autom. ukladanie:

source: Keys
sk_sk: Klávesy

source: GUI Language:
sk_sk: Jazyk:

source: Language of ScummVM GUI
sk_sk: Jazyk grafického rozhrania ScummVM

source: Update check:
sk_sk: Kontrola aktualizácií:

source: How often to check ScummVM updates
sk_sk: Ako èasto sa má kontrolova» dostupnos» aktualizácií pre ScummVM

source: Check now
sk_sk: Skontrolova» teraz

source: Storage:
sk_sk: Úlo¾isko:

source: Active cloud storage
sk_sk: Aktívne cloudové úlo¾isko

source: <none>
sk_sk: <¾iadne>

source: Username:
sk_sk: Meno pou¾ívateµa:

source: Username used by this storage
sk_sk: Meno pou¾ívateµa, ktoré sa pou¾ije pre toto cloudové úlo¾isko

source: Used space:
sk_sk: Vyu¾ité miesto:

source: Space used by ScummVM's saved games on this storage
sk_sk: Miesto obsadené ulo¾enými hernými stavmi ScummVM na tomto cloudovom úlo¾isku

source: Last sync time:
sk_sk: Posledná synchronizácia:

source: When the last saved games sync for this storage occured
sk_sk: Dátum a èas poslednej synchronizácie ulo¾ených herných stavov

source: Connect
sk_sk: Pripoji» sa

source: Open wizard dialog to connect your cloud storage account
sk_sk: Otvori» sprievodcu, ktorý vás prevedie nastavením vá¹ho cloudového úlo¾iska

source: Refresh
sk_sk: Obnovi»

source: Refresh current cloud storage information (username and usage)
sk_sk: Obnoví informácie o tomto cloudovom úlo¾isku (meno pou¾ívateµa a vyu¾itie)

source: Download
sk_sk: Stiahnu»

source: Open downloads manager dialog
sk_sk: Otvorí Správcu s»ahovaných súborov

source: Run server
sk_sk: Spusti» server

source: Run local webserver
sk_sk: Spustí lokálny webserver

source: Not running
sk_sk: Nespustený

source: /root/ Path:
sk_sk: Cesta /root/:

source: Specifies which directory the Files Manager can access
sk_sk: Urèuje, ku ktorému adresáru mô¾e Správca súborov pristupova»

# lowres
source: /root/ Path:
sk_sk: Cesta /root/:

source: Server's port:
sk_sk: Port servera:

source: Which port is used by the server Auth with server is not available with non-default port
sk_sk: Urèuje, ktorý port bude pou¾itý serverom Autentifikácia voèi serveru nie je k dispozícii, pokiaµ sa pou¾ije iný ako predvolený port

source: Apply
sk_sk: Pou¾i»

source: Failed to change cloud storage!
sk_sk: Nie je mo¾né zmeni» cloudové úlo¾isko!

source: Another cloud storage is already active.
sk_sk: Iné cloudové úlo¾isko je u¾ aktívne.

source: Theme does not support selected language!
sk_sk: Motív nepodporuje zvolený jazyk!

source: Theme cannot be loaded!
sk_sk: Nie je mo¾né naèíta» motív!

source: Misc settings will be restored.
sk_sk: Rôzne nastavenia budú obnovené.

source: The chosen directory cannot be written to. Please select another one.
sk_sk: Do zvoleného adresára nie je mo¾né zapisova». Vyberte si, prosím, iný.

source: Select directory for GUI themes
sk_sk: Vyberte adresár pre motívy GUI

source: Select directory for extra files
sk_sk: Vyberte adresár pre dodatoèné súbory

source: Select directory for plugins
sk_sk: Vyberte adresár pre doplnky

source: Select directory for Files Manager /root/
sk_sk: Vyberte adresár, ktorý bude slú¾i» ako koreòový adresár ('root')

source: %llu bytes
sk_sk: %llu bajtov

source: <right now>
sk_sk: <práve teraz>

source: <never>
sk_sk: <nikdy>

source: Stop server
sk_sk: Zastavi» server

source: Stop local webserver
sk_sk: Zastavi» lokálny webserver

source: Request failed. Check your Internet connection.
sk_sk: Po¾iadavka zlyhala. Skontrolujte va¹e internetové pripojenie.

source: # next
sk_sk: # ïalej

source: add
sk_sk: prida»

source: Delete char
sk_sk: Vymaza» znak

source: * Pre
sk_sk: * Predikcia

source: * Num
sk_sk: * Èísla

source: Recorder or Playback Gameplay
sk_sk: Nahráva» alebo prehra» hru

source: Delete
sk_sk: Vymaza»

source: Record
sk_sk: Nahráva»

source: Playback
sk_sk: Prehra»

source: Edit
sk_sk: Upravi»

source: Author:
sk_sk: Autor:

source: Notes:
sk_sk: Poznámky:

source: Do you really want to delete this record?
sk_sk: Skutoène chcete vymaza» túto nahrávku?

source: Unknown Author
sk_sk: Neznámy autor

source: ScummVM could not access the directory!
sk_sk: ScummVM nemá k tomuto adresáru prístup!

source: List view
sk_sk: Zoznam

source: Grid view
sk_sk: Mrie¾ka

source: No date saved
sk_sk: Neulo¾ili sa ¾iadne dáta

source: No time saved
sk_sk: Neulo¾il sa ¾iadny èas

source: No playtime saved
sk_sk: Neulo¾ila sa ¾iadna hracia doba

source: Do you really want to delete this saved game?
sk_sk: Skutoène chcete vymaza» tento ulo¾ený stav hry?

source: Date:
sk_sk: Dátum:

source: Time:
sk_sk: Èas:

source: Playtime:
sk_sk: Hracia doba:

source: Untitled saved game
sk_sk: Ulo¾ený stav hry bez názvu

source: Next
sk_sk: Ïalej

source: Prev
sk_sk: Naspä»

source: New Save
sk_sk: Nový ulo¾ený stav hry

source: Create a new saved game
sk_sk: Vytvori» nový ulo¾ený stav hry

source: Name:
sk_sk: Názov:

source: Enter a description for slot %d:
sk_sk: Zadajte popis pre pozíciu %d:

source: %s Storage Connection Wizard
sk_sk: Sprievodca pripojením k úlo¾isku %s

source: Navigate to the following URL:
sk_sk: Prejdite na nasledujúcu URL:

source: Obtain the code from the storage, enter it
sk_sk: Získajte kód z úlo¾iska, zadajte ho

source: in the following field and press 'Connect':
sk_sk: do nasledujúceho poµa a stlaète tlaèidlo 'Pripoji» sa':

source: Open URL
sk_sk: Otvori» URL

source: Paste
sk_sk: Vlo¾i»

source: Pastes clipboard contents into fields
sk_sk: Vlo¾í obsah schránky do polí

source: Select a Theme
sk_sk: Vyberte motív

source: Disabled GFX
sk_sk: GFX zakázané

# lowres
source: Disabled GFX
sk_sk: GFX zakázané

source: Standard Renderer
sk_sk: ©tandardný vykresµovaè

source: Standard
sk_sk: ©tandardný

source: Antialiased Renderer
sk_sk: Vykresµovaè s vyhladenými hranami

source: Antialiased
sk_sk: S vyhladenými hranami

source: Proceed
sk_sk: Pokraèova»

source: Clear value
sk_sk: Vymaza» hodnotu

source: Engine does not support debug level '%s'
sk_sk: Jadro nepodporuje úroveò ladenia '%s'

source: Menu
sk_sk: Ponuka

source: Skip
sk_sk: Preskoèi»

source: Pause
sk_sk: Pozastavi»

source: Skip line
sk_sk: Preskoèi» riadok

source: Error running game:
sk_sk: Chyba pri spustení hry:

source: Could not find any engine capable of running the selected game
sk_sk: Nie je mo¾né nájs» ¾iadne jadro schopné spusti» vybranú hru

source: No error
sk_sk: ®iadna chyba

source: Game data not found
sk_sk: Dáta hry neboli nájdené

source: Game id not supported
sk_sk: Id hry nie je podporované

source: Unsupported color mode
sk_sk: Nepodporovaný re¾im farieb

source: Read permission denied
sk_sk: Oprávnenie na èítanie bolo zamietnuté

source: Write permission denied
sk_sk: Oprávnenie na zápis bolo zamietnuté

source: Path does not exist
sk_sk: Cesta neexistuje

source: Path not a directory
sk_sk: Cesta nie je adresár

source: Path not a file
sk_sk: Cesta nie je súbor

source: Cannot create file
sk_sk: Nie je mo¾né vytvori» súbor

source: Reading data failed
sk_sk: Èítanie dát zlyhalo

source: Writing data failed
sk_sk: Zápis dát zlyhal

source: Could not find suitable engine plugin
sk_sk: Nie je mo¾né nájs» vhodný zásuvný modul jadra

source: User canceled
sk_sk: Zru¹ené pou¾ívateµom

source: Unknown error
sk_sk: Neznáma chyba

source: Hercules Green
sk_sk: Hercules Zelená

source: Hercules Amber
sk_sk: Hercules Jantárová

source: PC-9821 (256 Colors)
sk_sk: PC-9821 (256 farieb)

source: PC-9801 (16 Colors)
sk_sk: PC-9801 (16 farieb)
