Repository: vladimir-zahradnik/scummvm
Catalog: po/*.po
Languages: sk_sk

source: Pick up
sk_sk: Zobra»

source: What is
sk_sk: Èo je

source: Unlock
sk_sk: Odomknú»

source: Put on
sk_sk: Obliec»

source: Take off
sk_sk: Vyzliec»

source: Fix
sk_sk: Opravi»

source: Switch
sk_sk: Prepnú»

source: Look
sk_sk: Pozrie» sa

source: Talk
sk_sk: Hovori»

source: Travel
sk_sk: Cestova»

source: To Henry / To Indy
sk_sk: Henrymu / Indymu

source: play C minor on distaff
sk_sk: zahra» C mol na praslici

source: play D on distaff
sk_sk: zahra» D na praslici

source: play E on distaff
sk_sk: zahra» E na praslici

source: play F on distaff
sk_sk: zahra» F na praslici

source: play G on distaff
sk_sk: zahra» G na praslici

source: play A on distaff
sk_sk: zahra» A na praslici

source: play B on distaff
sk_sk: zahra» B na praslici

source: play C major on distaff
sk_sk: zahra» C dur na praslici

source: puSh
sk_sk: tlaèI»

source: pull (Yank)
sk_sk: »aha» (trhnú»)

source: Talk to
sk_sk: Hovori» s

source: Look at
sk_sk: Pozrie» sa na

source: turn oN
sk_sk: zapnú»

source: turn oFf
sk_sk: vypnú»

source: KeyUp
sk_sk: Kláves nahor

source: Highlight prev dialogue
sk_sk: Zvýrazni» predchádzajúci dialóg

source: KeyDown
sk_sk: Kláves nadol

source: Highlight next dialogue
sk_sk: Zvýrazni» nasledujúci dialóg

source: Walk
sk_sk: Ís»

source: Inventory
sk_sk: Inventár

source: Object
sk_sk: Objekt

source: Black and White / Color
sk_sk: Èiernobiele / Farba

source: Eyes
sk_sk: Oèi

source: Tongue
sk_sk: Jazyk

source: Punch
sk_sk: Udrie»

source: Kick
sk_sk: Kopnú»

source: Examine
sk_sk: Preskúma»

source: Regular cursor
sk_sk: Obyèajný kurzor

source: Comm
sk_sk: Komunikácia

source: Save / Load / Options
sk_sk: Ulo¾i» / Naèíta» / Mo¾nosti

source: Other game controls:
sk_sk: Ïal¹ie ovládacie prvky hry:

source: Inventory:
sk_sk: Inventár:

source: Scroll list up
sk_sk: Posunú» zoznam nahor

source: Scroll list down
sk_sk: Posunú» zoznam nadol

source: Upper left item
sk_sk: Polo¾ka vµavo hore

source: Lower left item
sk_sk: Polo¾ka vµavo dole

source: Upper right item
sk_sk: Polo¾ka vpravo hore

source: Lower right item
sk_sk: Polo¾ka vpravo dole

source: Middle left item
sk_sk: Polo¾ka vµavo uprostred

source: Middle right item
sk_sk: Polo¾ka vpravo uprostred

source: Switching characters:
sk_sk: Vymieòanie postáv:

source: Second kid
sk_sk: Druhé die»a

source: Third kid
sk_sk: Tretie die»a

source: Toggle Inventory/IQ Points display
sk_sk: Prepína» zobrazenie inventára/IQ bodov

source: Toggle Keyboard/Mouse Fighting (*)
sk_sk: Prepína» bojovanie pomocou klávesnice/my¹i (*)

source: * Keyboard Fighting is always on,
sk_sk: * Bojovanie pomocou klávesnice je v¾dy zapnuté,

source: so despite the in-game message this
sk_sk: tak¾e napriek tomu èo sa v hre pí¹e,

source: actually toggles Mouse Fighting Off/On
sk_sk: toto v skutoènosti ovláda bojovanie s my¹ou

source: Fighting controls (numpad):
sk_sk: Ovládanie boja (numerická klávesnica):

source: Step back
sk_sk: Ustúpi»

source: Block high
sk_sk: Bráni» hore

source: Block middle
sk_sk: Bráni» uprostred

source: Block low
sk_sk: Bráni» dole

source: Punch high
sk_sk: Udrie» hore

source: Punch middle
sk_sk: Udrie» do stredu

source: Punch low
sk_sk: Udrie» dole

source: Sucker punch
sk_sk: Neèakaná rana

source: These are for Indy on left.
sk_sk: Tieto sú pre Indyho naµavo.

source: When Indy is on the right,
sk_sk: Keï je Indy napravo,

source: 7, 4, and 1 are switched with
sk_sk: 7, 4 a 1 sú zamenené s

source: 9, 6, and 3, respectively.
sk_sk: 9, 6 a 3, v tomto poradí.

source: Biplane controls (numpad):
sk_sk: Ovládanie dvojplo¹níka (numerická klávesnica):

source: Fly to upper left
sk_sk: Letie» doµava hore

source: Fly to left
sk_sk: Letie» doµava

source: Fly to lower left
sk_sk: Letie» doµava dole

source: Fly upwards
sk_sk: Letie» hore

source: Fly straight
sk_sk: Letie» rovno

source: Fly down
sk_sk: Letie» dole

source: Fly to upper right
sk_sk: Letie» doprava hore

source: Fly to right
sk_sk: Letie» doprava

source: Fly to lower right
sk_sk: Letie» doprava dole

source: Snap scroll on
sk_sk: Prichytenie pri posúvaní zapnuté

source: Snap scroll off
sk_sk: Prichytenie pri posúvaní vypnuté

source: Music volume:
sk_sk: Hlasitos» hudby:

source: Subtitle speed:
sk_sk: Rýchlos» titulkov:

source: Native MIDI support requires the Roland Upgrade from LucasArts, but %s is missing. Using AdLib instead.
sk_sk: Podpora pre prirodzené MIDI vy¾aduje aktualizáciu pre Roland od LucasArts, ale %s chýba. Namiesto toho sa pou¾ije AdLib.

source: Usually, Maniac Mansion would start now. But for that to work, the game files for Maniac Mansion have to be in the 'Maniac' directory inside the Tentacle game directory, and the game has to be added to ScummVM.
sk_sk: Zvyèajne by sa teraz spustila hra Maniac Mansion. Ale aby to mohlo fungova», musia by» súbory s hrou umiestnené do prieèinka 'Maniac' vnútri prieèinka s hrou Tentacle a hra musí by» pridaná do ScummVM.

source: Could not find the 'Loom' Macintosh executable to read the instruments from. Music will be disabled.
sk_sk: Nie je mo¾né nájs» spustiteµný súbor 'Loom' pre Macintosh, z ktorého sa majú naèíta» hudobné nástroje. Hudba bude zakázaná.

source: Could not find the 'Monkey Island' Macintosh executable to read the instruments from. Music will be disabled.
sk_sk: Nie je mo¾né nájs» spustiteµný súbor 'Monkey Island' pre Macintosh, z ktorého sa majú naèíta» hudobné nástroje. Hudba bude zakázaná.

source: Pixellated scene transitions
sk_sk: Pixelované prechody scén

source: When changing scenes, a randomized pixel transition is done
sk_sk: Pri zmene scén sa pou¾ije náhodný pixelový prechod

source: Don't show hotspots when moving mouse
sk_sk: Pri pohybe my¹i neukazova» ¾iadne body na kliknutie

source: Only show hotspot names after you actually click on a hotspot or action button
sk_sk: Ukáza» názvy bodov na kliknutie len potom ako sa naozaj klikne na takýto bod alebo akèné tlaèidlo

source: Show character portraits
sk_sk: Zobrazi» portréty postáv

source: Show portraits for the characters when conversing
sk_sk: Zobrazi» poèas konverzie portréty postáv

source: Slide dialogs into view
sk_sk: Posunú» dialógové okna na obrazovku

source: Slide UI dialogs into view, rather than simply showing them immediately
sk_sk: UI dialógové okná postupne posunú» na obrazovku namiesto ich okam¾itého zobrazenia

source: Transparent windows
sk_sk: Priehµadné okná

source: Show windows with a partially transparent background
sk_sk: Zobrazi» okná s èiastoène priehµadným pozadím

source: Floppy intro
sk_sk: Úvod z diskety

source: Use the floppy version's intro (CD version only)
sk_sk: Pou¾i» verziu úvodu z diskety (iba u CD verzie)

source: PSX stream cutscene '%s' cannot be played in paletted mode
sk_sk: PSX video '%s' nemô¾e by» prehrané v re¾ime palety

source: DXA cutscenes found but ScummVM has been built without zlib
sk_sk: DXA videá boli nájdené, ale ScummVM bol zostavený bez podpory zlib

source: MPEG-2 cutscenes found but ScummVM has been built without MPEG-2 support
sk_sk: MPEG-2 videá boli nájdené, ale ScummVM bol zostavený bez podpory MPEG-2

source: Cutscene '%s' not found
sk_sk: Video '%s' sa nena¹lo

source: Keep the old one
sk_sk: Ponecha» starú

source: Keep the new one
sk_sk: Ponecha» novú

source: This is the end of the Broken Sword 1 Demo
sk_sk: Toto je koniec demoverzie hry Broken Sword 1

source: PSX cutscenes found but ScummVM has been built without RGB color support
sk_sk: PSX videá boli nájdené, ale ScummVM bol zostavený bez podpory RGB farieb

source: Show object labels
sk_sk: Zobrazi» menovky objektov

source: Show labels for objects on mouse hover
sk_sk: Zobrazi» menovky objektov pri nájazde my¹i

source: Use English speech
sk_sk: Pou¾i» reè v angliètine

source: Use English speech instead of German for every language other than German
sk_sk: Pou¾i» reè v angliètine namiesto v nemèine pre ka¾dý jazyk iný ako nemèina

source: The teenagent.dat file is compressed and zlib hasn't been included in this executable. Please decompress it
sk_sk: Súbor teenagent.dat je komprimovaný a zlib nie je súèas»ou tohto spustiteµného súboru. Dekomprimujte ho, prosím

source: Show FPS-counter
sk_sk: Zobrazi» poèítadlo FPS

source: Show the current number of frames per second in the upper left corner
sk_sk: Zobrazi» aktuálny poèet snímkov za sekundu v µavom hornom rohu

source: Double FPS
sk_sk: Zdvojnásobenie snímkov za sekundu

source: Increase framerate from 30 to 60 FPS
sk_sk: Zvý¹i» snímkovaciu frekvenciu z 30 na 60 snímkov

source: Enable Venus
sk_sk: Povoli» Venus

source: Enable the Venus help system
sk_sk: Povoli» systém pomocníka Venus

source: Disable animation while turning
sk_sk: Zakáza» animáciu pri otáèaní

source: Disable animation while turning in panorama mode
sk_sk: Zakáza» animáciu pri otáèaní v panoramatickom re¾ime

source: Use high resolution MPEG video
sk_sk: Pou¾i» MPEG video vo vysokom rozlí¹ení
