Repository: vladimir-zahradnik/scummvm
Catalog: po/*.po
Languages: sk_sk

# lowres
source: Hercules Green
sk_sk: Hercules Zelená

# lowres
source: Hercules Amber
sk_sk: Hercules Jantárová

source: Daily
sk_sk: Denne

source: Weekly
sk_sk: Tý¾denne

source: Monthly
sk_sk: Mesaène

source: <Bad value>
sk_sk: <Zlá hodnota>

source: ~R~esume
sk_sk: ~P~okraèova»

source: ~L~oad
sk_sk: ~N~aèíta»

source: ~S~ave
sk_sk: ~U~lo¾i»

source: ~O~ptions
sk_sk: ~M~o¾nosti

source: ~H~elp
sk_sk: ~P~omocník

source: ~A~bout
sk_sk: ~O~ programe

source: ~R~eturn to Launcher
sk_sk: ~N~ávrat do Spú¹»aèa

# lowres
source: ~R~eturn to Launcher
sk_sk: ~N~ávrat do Spú¹»aèa

source: Save game:
sk_sk: Ulo¾i» hru:

source: Save
sk_sk: Ulo¾i»

source: Sorry, this engine does not currently provide in-game help. Please consult the README for basic information, and for instructions on how to obtain further assistance.
sk_sk: Ulo¾enie stavu hry zlyhalo (%s)! Preèítajte si, prosím, súbor README ohµadom základných informácií a pokynov na získanie ïal¹ej podpory.

source: ~C~ancel
sk_sk: ~Z~ru¹i»

source: ~K~eys
sk_sk: ~K~lávesy

source: Could not initialize color format.
sk_sk: Nie je mo¾né inicializova» formát farieb.

source: Could not switch to video mode: '
sk_sk: Nie je mo¾né prepnú» sa na re¾im obrazu: '

source: Could not apply aspect ratio setting.
sk_sk: Nie je mo¾né pou¾i» nastavenia pomeru strán.

source: Could not apply fullscreen setting.
sk_sk: Nie je mo¾né pou¾i» nastavenie celej obrazovky.

source: You appear to be playing this game directly from the CD. This is known to cause problems, and it is therefore recommended that you copy the data files to your hard disk instead. See the README file for details.
sk_sk: Zdá sa, ¾e túto hru hráte priamo z CD. Je známe, ¾e to spôsobuje problémy a preto sa odporúèa, aby ste namiesto toho skopírovali dátové súbory na pevný disk. Pre podrobnosti si preèítajte README.

source: This game has audio tracks in its disk. These tracks need to be ripped from the disk using an appropriate CD audio extracting tool in order to listen to the game's music. See the README file for details.
sk_sk: Táto hra má na svojom disku zvukové stopy. Tieto stopy musia by» z disku skopírované pomocou vhodného nástroja na extrakciu zvuku z CD, aby bolo mo¾né poèúva» hudbu v hre. Pre podrobnosti si preèítajte README.

source: Start anyway
sk_sk: Napriek tomu spusti»

source: AdLib Emulator
sk_sk: AdLib emulátor

source: MAME OPL emulator
sk_sk: MAME OPL emulátor

source: DOSBox OPL emulator
sk_sk: DOSBox OPL emulátor

source: ALSA Direct FM
sk_sk: ALSA Priama FM

source: The selected audio device '%s' was not found (e.g. might be turned off or disconnected).
sk_sk: Vybrané zvukové zariadenie '%s' nebolo nájdené (mô¾e by» napr. vypnuté alebo odpojené).

source: Attempting to fall back to the next available device...
sk_sk: Prebieha pokus o prepnutie na ïal¹ie dostupné zariadenie...

source: The selected audio device '%s' cannot be used. See log file for more information.
sk_sk: Vybrané zvukové zariadenie '%s' nie je mo¾né pou¾i». Viac informácií nájdete v denníku.

source: The preferred audio device '%s' was not found (e.g. might be turned off or disconnected).
sk_sk: Prioritné zvukové zariadenie '%s' sa nena¹lo (mô¾e by» napr. vypnuté alebo odpojené).

source: The preferred audio device '%s' cannot be used. See log file for more information.
sk_sk: Prioritné zvukové zariadenie '%s' nie je mo¾né pou¾i». Viac informácií nájdete v denníku.

source: Amiga Audio Emulator
sk_sk: Emulátor zvuku Amiga

source: No music
sk_sk: Bez hudby

source: Apple II GS Emulator (NOT IMPLEMENTED)
sk_sk: Apple II GS emulátor (NIE JE IMPLEMENTOVANÝ)

source: Creative Music System Emulator
sk_sk: Emulátor hudobného systému Creative

source: FM-Towns Audio
sk_sk: Zvuk FM-Towns

source: PC-98 Audio
sk_sk: Zvuk PC-98

source: Initializing MT-32 Emulator
sk_sk: Inicializuje sa MT-32 emulátor

source: MT-32 Emulator
sk_sk: MT-32 emulátor

source: PC Speaker Emulator
sk_sk: PC Speaker emulátor

source: IBM PCjr Emulator
sk_sk: IBM PCjr emulátor

source: C64 Audio Emulator
sk_sk: Emulátor zvuku C64

source: Do you really want to return to the Launcher?
sk_sk: Skutoène sa chcete vráti» do Spú¹»aèa?

source: Launcher
sk_sk: Spú¹»aè

source: Do you really want to quit?
sk_sk: Skutoène chcete skonèi»?

source: Quit
sk_sk: Skonèi»

source: Touchscreen 'Tap Mode' - Left Click
sk_sk: 'Re¾im «uknutie' dotykovej obrazovky - ¥avé kliknutie

source: Touchscreen 'Tap Mode' - Right Click
sk_sk: 'Re¾im «uknutie' dotykovej obrazovky - Pravé kliknutie

source: Touchscreen 'Tap Mode' - Hover (No Click)
sk_sk: 'Re¾im «uknutie' dotykovej obrazovky - Nájazd (bez kliknutia)

source: Maximum Volume
sk_sk: Najvy¹¹ia hlasitos»

source: Increasing Volume
sk_sk: Zvy¹uje sa hlasitos»

source: Minimal Volume
sk_sk: Najni¾¹ia hlasitos»

source: Decreasing Volume
sk_sk: Zni¾uje sa hlasitos»

source: Clicking Enabled
sk_sk: Klikanie povolené

source: Clicking Disabled
sk_sk: Klikanie zakázané

source: Touchscreen 'Tap Mode' - Hover (DPad Clicks)
sk_sk: 'Re¾im «uknutie' dotykovej obrazovky - Nájazd (DPad kliknutia)

source: Do you want to quit ?
sk_sk: Chcete skonèi» ?

source: Trackpad mode is now
sk_sk: Re¾im trackpadu je teraz

source: ON
sk_sk: ZAPNUTÝ

source: OFF
sk_sk: VYPNUTÝ

source: Swipe two fingers to the right to toggle.
sk_sk: Pre zapnutie prejdite dvomi prstami doprava.

source: Auto-drag mode is now
sk_sk: Re¾im automatického »ahania je teraz

source: Swipe three fingers to the right to toggle.
sk_sk: Pre zapnutie prejdite tromi prstami doprava.

source: Windowed mode
sk_sk: Re¾im v okne

source: Enabled aspect ratio correction
sk_sk: Povolená korekcia pomeru strán

source: Disabled aspect ratio correction
sk_sk: Zakázaná korekcia pomeru strán

source: Normal (no scaling)
sk_sk: Normálny (bez zmeny veµkosti)

# lowres
source: Normal (no scaling)
sk_sk: Normálny (bez zmeny veµkosti)

source: Active graphics filter:
sk_sk: Aktívny grafický filter:

source: Keymap:
sk_sk: Mapa klávesov:

source: (Effective)
sk_sk: (úèinný)

source: (Active)
sk_sk: (aktívny)

source: (Blocked)
sk_sk: (blokovaný)

source: (Global)
sk_sk: (globálny)

source: (Game)
sk_sk: (hra)

source: ~C~lose
sk_sk: ~Z~avrie»

source: ScummVM Main Menu
sk_sk: Hlavná ponuka ScummVM

source: ~L~eft handed mode
sk_sk: ~R~e¾im pre µavákov

source: ~I~ndy fight controls
sk_sk: ~O~vládanie boja Indyho

source: Show mouse cursor
sk_sk: Zobrazi» kurzor my¹i

source: Snap to edges
sk_sk: Prichyti» k okrajom

source: Touch X Offset
sk_sk: Dotykový posun na ose X

source: Touch Y Offset
sk_sk: Dotykový posun na ose Y

source: Use laptop trackpad-style cursor control
sk_sk: Pou¾i» stýl ovládania kurzoru ako u trackpadu v notebooku

source: Tap for left click, double tap right click
sk_sk: «uknutie vyvolá µavé kliknutie, dvojité »uknutie zas pravé kliknutie

source: Sensitivity
sk_sk: Citlivos»

source: Initial top screen scale:
sk_sk: Poèiatoèná zmena veµkosti hornej obrazovky:

source: Main screen scaling:
sk_sk: Zmena veµkosti hlavnej obrazovky:

source: Hardware scale (fast, but low quality)
sk_sk: Hardvérová zmena veµkosti (rýchle, ale nízka kvalita)

source: Software scale (good quality, but slower)
sk_sk: Softvérová zmena veµkosti (dobrá kvalita, ale pomal¹ie)

source: Unscaled (you must scroll left and right)
sk_sk: Bez zmeny veµkosti (musíte posúva» doµava a doprava)

source: Brightness:
sk_sk: Jas:

source: High quality audio (slower) (reboot)
sk_sk: Vysoká kvalita zvuku (pomal¹ie) (re¹tart)

source: Disable power off
sk_sk: Zakáza» vypnutie

source: Mouse-click-and-drag mode enabled.
sk_sk: Re¾im pretiahnutia my¹i zapnutý.

source: Mouse-click-and-drag mode disabled.
sk_sk: Re¾im pretiahnutia my¹i vypnutý.

source: Touchpad mode enabled.
sk_sk: Re¾im touchpadu zapnutý.

source: Touchpad mode disabled.
sk_sk: Re¾im touchpadu vyapnutý.

source: Click Mode
sk_sk: Re¾im kliknutia

source: Left Click
sk_sk: ¥avé kliknutie

source: Middle Click
sk_sk: Kliknutie prostredným tlaèidlom

source: Right Click
sk_sk: Pravé kliknutie

source: Hide ScummVM
sk_sk: Skry» ScummVM

source: Hide Others
sk_sk: Skry» ostatné

source: Show All
sk_sk: Zobrazi» v¹etko

source: Window
sk_sk: Okno

source: Minimize
sk_sk: Minimalizova»

source: Up
sk_sk: Nahor

source: Down
sk_sk: Nadol

source: Left
sk_sk: Doµava

source: Right
sk_sk: Doprava

source: Zone
sk_sk: Oblas»

source: Multi Function
sk_sk: Multi funkcia

source: Swap character
sk_sk: Zameni» znaky

source: Skip text
sk_sk: Preskoèi» text

source: Fast mode
sk_sk: Rýchly re¾im

source: Debugger
sk_sk: Ladiaci program

source: Global menu
sk_sk: Globálna ponuka

source: Virtual keyboard
sk_sk: Virtuálna klávesnica

source: Key mapper
sk_sk: Mapovaè klávesov

source: Right Click Once
sk_sk: Pravé kliknutie raz

source: Move Only
sk_sk: Iba pohyb

source: Escape Key
sk_sk: Kláves Escape

source: Game Menu
sk_sk: Ponuka hry

source: Show Keypad
sk_sk: Zobrazi» klávesnicu

source: Control Mouse
sk_sk: Ovládanie my¹i

source: [ Data ]
sk_sk: [ dáta ]

source: [ Resources ]
sk_sk: [ zdroje ]

source: [ SDCard ]
sk_sk: [ SD karta ]

source: [ Media ]
sk_sk: [ médiá ]

source: [ Shared ]
sk_sk: [ zdieµané ]

source: Current video mode:
sk_sk: Aktuálny re¾im obrazu:

source: Double-strike
sk_sk: Dvojité pre¹krtnutie

source: Horizontal underscan:
sk_sk: Vodorovné zmen¹enie:

source: Vertical underscan:
sk_sk: Zvislé zmen¹enie:

source: Input
sk_sk: Vstup

source: GC Pad sensitivity:
sk_sk: Citlivos» GC Padu:

source: GC Pad acceleration:
sk_sk: Zrýchlenie GC Padu:

source: Status:
sk_sk: Stav:

source: Unknown
sk_sk: Neznáme

source: Mount DVD
sk_sk: Pripoji» DVD

source: Unmount DVD
sk_sk: Odpoji» DVD

source: Share:
sk_sk: Zdieµaný prieèinok:

source: Password:
sk_sk: Heslo

source: Init network
sk_sk: Inicializova» sie»

source: Mount SMB
sk_sk: Pripoji» SMB

source: Unmount SMB
sk_sk: Odpoji» SMB

source: DVD Mounted successfully
sk_sk: DVD úspe¹ne pripojené

source: Error while mounting the DVD
sk_sk: Chyba pri pripájaní DVD

source: DVD not mounted
sk_sk: DVD nepripojené

source: Network up, share mounted
sk_sk: Sie» je zapnutá, zdieµaný prieèinok je pripojený

source: Network up
sk_sk: Sie» je zapnutá

source: , error while mounting the share
sk_sk: , chyba pri pripájaní zdieµaného prieèinka

source: , share not mounted
sk_sk: , zdieµaný prieèinok nie je pripojený

source: Network down
sk_sk: Sie» nie je dostupná

source: Initializing network
sk_sk: Inicializuje sa sie»

source: Timeout while initializing network
sk_sk: Vypr¹al èas na urèený na inicializáciu siete

source: Network not initialized (%d)
sk_sk: Sie» nie je inicializovaná (%d)

source: Hide Toolbar
sk_sk: Skry» Panel nástrojov

source: Show Keyboard
sk_sk: Zobrazi» klávesnicu

source: Sound on/off
sk_sk: Zvuk zapnú»/vypnú»

source: Right click
sk_sk: Pravé kliknutie

source: Show/Hide Cursor
sk_sk: Ukáza»/skry» kurzor

source: Free look
sk_sk: Rozhliadanie pomocou my¹i

source: Zoom up
sk_sk: Priblí¾enie nahor

source: Zoom down
sk_sk: Priblí¾enie nadol

source: Bind Keys
sk_sk: Priradi» klávesy

source: Cursor Up
sk_sk: ©ípka nahor

source: Cursor Down
sk_sk: ©ípka nadol

source: Cursor Left
sk_sk: ©ípka doµava

source: Cursor Right
sk_sk: ©ípka doprava

source: Do you want to load or save the game?
sk_sk: Chcete hru naèíta» alebo ulo¾i»?

source: Are you sure you want to quit ?
sk_sk: Skutoène chcete skonèi» ?

source: Keyboard
sk_sk: Klávesnica

source: Rotate
sk_sk: Otáèa»

source: Using SDL driver
sk_sk: Pou¾íva ovládaè SDL

source: Display
sk_sk: Obrazovka

source: Do you want to perform an automatic scan ?
sk_sk: Chcete urobi» automatické prehµadávanie ?

source: Map right click action
sk_sk: Mapova» akciu pre pravé kliknutie

source: You must map a key to the 'Right Click' action to play this game
sk_sk: Musíte namapova» kláves pre akciu 'Pravé kliknutie', aby ste túto hru mohli hra»

source: Map hide toolbar action
sk_sk: Mapova» akciu Skry» panel nástrojov

source: You must map a key to the 'Hide toolbar' action to play this game
sk_sk: Musíte namapova» kláves pre akciu 'Skry» Panel nástrojov', aby ste túto hru mohli hra»

source: Map Zoom Up action (optional)
sk_sk: Mapova» akciu Priblí¾i» nahor (voliteµné)

source: Map Zoom Down action (optional)
sk_sk: Mapova» akciu Priblí¾i» nadol (voliteµné)

source: Don't forget to map a key to 'Hide Toolbar' action to see the whole inventory
sk_sk: Nezabudnite namapova» kláves k akcii 'Skry» Panel nástrojov', aby ste videli celý inventár

source: Check for Updates...
sk_sk: Skontrolova» aktualizácie...

source: Color mode
sk_sk: Re¾im farieb

source: Use color graphics
sk_sk: Pou¾íva» farebnú grafiku

source: Show scanlines
sk_sk: Zobrazi» scanlines riadky

source: Use original save/load screens
sk_sk: Pou¾i» pôvodné obrazovky pre ulo¾enie/naèítanie

source: Use an alternative palette
sk_sk: Pou¾i» alternatívnu paletu

source: Use an alternative palette, common for all Amiga games. This was the old behavior
sk_sk: Pou¾i» alternatívnu paletu, èo je be¾né u hier pre Amiga. Toto bolo staré správanie

source: Mouse support
sk_sk: Podpora my¹i

source: Enables mouse support. Allows to use mouse for movement and in game menus.
sk_sk: Povolí podporu my¹i. Umo¾ní pou¾i» my¹ na pohyb a na ovládanie herných ponúk.

source: Use Hercules hires font
sk_sk: Pou¾i» Hercules HD písmo

source: Uses Hercules hires font, when font file is available.
sk_sk: Pou¾ije Hercules HD písmo, pokiaµ je dostupné.

source: Pause when entering commands
sk_sk: Pozastavi» pri zadávaní príkazov

source: Shows a command prompt window and pauses the game (like in SCI) instead of a real-time prompt.
sk_sk: Zobrazí okno s príkazovým riadkom a pozastaví hru (ako pri SCI) namiesto zobrazenia v reálnom èase.

source: Restore game:
sk_sk: Obnovi» hru:

source: Restore
sk_sk: Obnovi»:

source: Cutscene file '%s' not found!
sk_sk: Súbor videa '%s' nebol nájdený!

source: Color Blind Mode
sk_sk: Re¾im pre farboslepých

source: Enable Color Blind Mode by default
sk_sk: ©tandardne zapína» re¾im pre farboslepých

source: Use bright palette mode
sk_sk: Pou¾i» re¾im jasnej palety

source: Display graphics using the game's bright palette
sk_sk: Zobrazi» grafiku pomocou jasnej palety hry

source: Failed to delete file.
sk_sk: Nie je mo¾né vymaza» súbor.

source: Fast movie speed
sk_sk: Zvý¹ená rýchlos» videa

source: Play movies at an increased speed
sk_sk: Prehráva» videá so zvý¹enou rýchlos»ou

source: Failed to save game
sk_sk: Nie je mo¾né ulo¾i» hru

source: Gore Mode
sk_sk: Povoli» násilné scény

source: Enable Gore Mode when available
sk_sk: Povoli» násilné scény, pokiaµ sú dostupné

source: Studio audience
sk_sk: Publikum v ¹túdiu

source: Enable studio audience
sk_sk: Povoli» publikum v ¹túdiu

source: Skip support
sk_sk: Podpora preskoèenia

source: Allow text and cutscenes to be skipped
sk_sk: Umo¾ni», aby bolo mo¾né preskoèi» text a videá

source: Helium mode
sk_sk: Héliový re¾im

source: Enable helium mode
sk_sk: Zapnú» héliový re¾im

source: Smooth scrolling
sk_sk: Plynulé posúvanie

source: Enable smooth scrolling when walking
sk_sk: Povoli» plynulé posúvanie pri chôdzi

source: Floating cursors
sk_sk: Plávajúce kurzory

source: Enable floating cursors
sk_sk: Povoli» plávajúce kurzory

source: HP bar graphs
sk_sk: Ståpcový indikátor zdravia

source: Enable hit point bar graphs
sk_sk: Povoli» ståpcový indikátor zdravia

source: Move Forward
sk_sk: Pohyb vpred

source: Move Back
sk_sk: Pohyb vzad

source: Turn Left
sk_sk: Otoèi» se doµava

source: Turn Right
sk_sk: Otoèi» sa doprava

source: Attack 1
sk_sk: Útok 1

source: Attack 2
sk_sk: Útok 2

source: Attack 3
sk_sk: Útok 3

source: Slide Left
sk_sk: Presunú» sa doµava

source: Slide Right
sk_sk: Presunú» sa doprava

source: Rest
sk_sk: Odpoèinú» si

source: Options
sk_sk: Mo¾nosti

source: Choose Spell
sk_sk: Zvoli» kúzlo

source: You appear to be using a General MIDI device, but your game only supports Roland MT32 MIDI. We try to map the Roland MT32 instruments to General MIDI ones. It is still possible that some tracks sound incorrect.
sk_sk: Zdá se, ¾e pou¾ívate zariadenie General MIDI, ale va¹a hra podporuje iba Roland MT32 MIDI. Pokúsime sa namapova» nástroje Roland MT32 na tie od General MIDI. Je stále mo¾né, ¾e niektoré stopy nebudú znie» správne.

source: Play the Myst fly by movie
sk_sk: Prehra» video z príletu na Myst

source: The Myst fly by movie was not played by the original engine.
sk_sk: Video, ktoré ukazuje prílet na Myst, nebolo v pôvodnom jadre prehrané.

source: ~Z~ip Mode Activated
sk_sk: ~R~e¾im Svi¹»anie aktivovaný

source: ~T~ransitions Enabled
sk_sk: ~P~rechody zapnuté

source: ~D~rop Page
sk_sk: ~Z~ahodi» stránku

source: Show ~M~ap
sk_sk: Zobrazi» ~m~apu

source: Main Men~u~
sk_sk: ~H~lavná ponuka

source: ~W~ater Effect Enabled
sk_sk: ~E~fekt vody zapnutý

source: Skip the Hall of Records storyboard scenes
sk_sk: Preskoèi» scény v Sieni záznamov

source: Allows the player to skip past the Hall of Records storyboard scenes
sk_sk: Umo¾òuje hráèovi preskoèi» scény v Sieni záznamov

source: Scale the making of videos to full screen
sk_sk: Zväè¹i» filmy o výrobe na celú obrazovku

source: Scale the making of videos, so that they use the whole screen
sk_sk: Zväè¹i» filmy o výrobe tak, aby vyu¾ívali celú obrazovku

source: Can't save game in slot %i
sk_sk: Nie je mo¾né ulo¾i» hru na pozíciu %i

source: Load file
sk_sk: Naèíta» súbor

source: Loading game...
sk_sk: Naèíta sa hra...

source: Save file
sk_sk: Ulo¾i» súbor

source: Saving game...
sk_sk: Ukladá sa hra...

source: ScummVM printed some warnings in your console window and can't guarantee all your files have been converted. Please report to the team.
sk_sk: ScummVM vytlaèil do okna konzoly nejaké upozornenia a nemô¾e zaruèi», ¾e v¹etky súbory boli skonvertované. Nahláste to, prosím, tímu.

source: Up/Zoom In/Move Forward/Open Doors
sk_sk: Nahor/Priblí¾i»/Pohyb dopredu/Otvori» dvere

source: Down/Zoom Out
sk_sk: Nadol/Oddiali»

source: Display/Hide Inventory Tray
sk_sk: Zobrazi»/skry» podnos inventára

source: Display/Hide Biochip Tray
sk_sk: Zobrazi»/skry» podnos bioèipu

source: Action/Select
sk_sk: Akcia/Vybra»

source: Toggle Center Data Display
sk_sk: Prepnú» centrálnu dátovú obrazovku

source: Display/Hide Info Screen
sk_sk: Zobrazi»/skry» informaènú obrazovku

source: Display/Hide Pause Menu
sk_sk: Zobrazi»/skry» ponuku pri pozastavenej hre

source: Alternative intro
sk_sk: Alternatívny úvod

source: Use an alternative game intro (CD version only)
sk_sk: Pou¾i» alternatívnu verziu úvodu (iba u CD verzie)

source: Skip EGA dithering pass (full color backgrounds)
sk_sk: Preskoèi» prechod rozkladu farieb EGA (pozadie v plných farbách)

source: Skip dithering pass in EGA games, graphics are shown with full colors
sk_sk: Preskoèi» prechod rozkladu farieb EGA, grafika sa zobrazuje v plných farbách

source: Enable high resolution graphics
sk_sk: Povoli» grafiku vo vysokom rozlí¹ení

source: Enable high resolution graphics/content
sk_sk: Povoli» grafiku/obsah vo vysokom rozlí¹ení

source: Prefer digital sound effects
sk_sk: Uprednostòova» digitálne zvukové efekty

source: Prefer digital sound effects instead of synthesized ones
sk_sk: Uprednostòova» digitálne zvukové efekty pred syntetizovanými

source: Use IMF/Yamaha FB-01 for MIDI output
sk_sk: Pou¾i» IMF/Yamaha FB-01 pre výstup MIDI

source: Use an IBM Music Feature card or a Yamaha FB-01 FM synth module for MIDI output
sk_sk: Pou¾i» kartu IBM Music Feature alebo modul syntetizátora Yamaha FB-01 FM pre výstup MIDI

source: Use CD audio
sk_sk: Pou¾i» zvuky na CD

source: Use CD audio instead of in-game audio, if available
sk_sk: Pou¾i» zvuky na CD namiesto tých v hre, pokiaµ sú dostupné

source: Use Windows cursors
sk_sk: Pou¾i» kurzory Windows

source: Use the Windows cursors (smaller and monochrome) instead of the DOS ones
sk_sk: Pou¾i» kurzory Windows (men¹ie a èiernobiele) namiesto kurzorov z DOS

source: Use silver cursors
sk_sk: Pou¾i» strieborné kurzory

source: Show Object Line
sk_sk: Zobrazi» riadok s objektami

source: Show the names of objects at the bottom of the screen
sk_sk: Zobrazi» názvy objektov v spodnej èasti obrazovky

source: Insert Disk %c and Press Button to Continue.
sk_sk: Vlo¾te disk %c a stlaète tlaèidlo pre pokraèovanie.

source: Unable to Find %s, (%c%d) Press Button.
sk_sk: Nie je mo¾né nájs» %s, (%c%d) stlaète tlaèidlo.

source: Error reading disk %c, (%c%d) Press Button.
sk_sk: Chyba pri èítaní disku %c, (%c%d) stlaète tlaèidlo.

source: Game Paused. Press SPACE to Continue.
sk_sk: Hra pozastavená. Stlaète MEDZERNÍK pre pokraèovanie.

source: Are you sure you want to restart? (Y/N)Y
sk_sk: Skutoène chcete re¹tartova»? (A/N)A

source: Are you sure you want to quit? (Y/N)Y
sk_sk: Skutoène chcete skonèi»? (A/N)A

source: Play
sk_sk: Hra»

source: Insert save/load game disk
sk_sk: Vlo¾te herný disk pre ulo¾enie/naèítanie

source: You must enter a name
sk_sk: Musíte zada» meno

source: The game was NOT saved (disk full?)
sk_sk: Hra NEBOLA ulo¾ená (plný disk?)

source: The game was NOT loaded
sk_sk: Hra NEBOLA naèítaná

source: Saving '%s'
sk_sk: Ukladá sa '%s'

source: Loading '%s'
sk_sk: Naèíta sa '%s'

source: Name your SAVE game
sk_sk: Pomenujte va¹u ULO®ENÚ hru

source: Select a game to LOAD
sk_sk: Vyberte hru na NAÈÍTANIE

source: Game title)
sk_sk: Názov hry)

source: ~P~revious
sk_sk: ~P~redchádzajúci

source: ~N~ext
sk_sk: ~N~asledujúci

source: Speech Only
sk_sk: Iba reè

source: Speech and Subtitles
sk_sk: Reè a titulky

source: Subtitles Only
sk_sk: Iba titulky

# lowres
source: Speech & Subs
sk_sk: Reè a titulky

source: Select a Proficiency Level.
sk_sk: Vyberte úroveò odbornosti.

source: Refer to your Loom(TM) manual for help.
sk_sk: Ak potrebujete pomoc, preèítajte si manuál k hre Loom(TM).

source: Practice
sk_sk: Cvièenie

source: Common keyboard commands:
sk_sk: Be¾né klávesové príkazy:

source: Save / Load dialog
sk_sk: Dialógové okno pre ulo¾enie / naèítanie

source: Skip line of text
sk_sk: Preskoèi» riadok textu

source: Skip cutscene
sk_sk: Preskoèi» video

source: Space
sk_sk: Medzerník

source: Pause game
sk_sk: Pozastavi» hru

source: Music volume up / down
sk_sk: Hlasitos» hudby nahor / nadol

source: Text speed slower / faster
sk_sk: Zvý¹i» / zní¾i» rýchlos» textu

source: Simulate left mouse button
sk_sk: Simulova» µavé tlaèidlo my¹i

source: Simulate right mouse button
sk_sk: Simulova» pravé tlaèidlo my¹i

source: Special keyboard commands:
sk_sk: ©peciálne klávesové príkazy:

source: Show / Hide console
sk_sk: Zobrazi» / skry» konzolu

source: Start the debugger
sk_sk: Spusti» ladiaci program

source: Show memory consumption
sk_sk: Zobrazi» spotrebu pamäte

source: Run in fast mode (*)
sk_sk: Spusti» v rýchlom re¾ime (*)

source: Run in really fast mode (*)
sk_sk: Spusti» vo veµmi rýchlom re¾ime (*)

source: Toggle mouse capture
sk_sk: Povoli» zachytávanie my¹i

source: Switch between graphics filters
sk_sk: Prepína» medzi grafickými filtrami

source: Increase / Decrease scale factor
sk_sk: Zvý¹i» / zní¾i» faktor zmeny veµkosti

source: Toggle aspect-ratio correction
sk_sk: Povoli» korekciu pomeru strán

source: * Note that using ctrl-f and
sk_sk: * Upozoròujeme, ¾e pou¾ívanie

source: ctrl-g are not recommended
sk_sk: ctrl-f a ctrl-g sa neodporúèa,

source: since they may cause crashes
sk_sk: keï¾e mô¾u spôsobi» pády

source: or incorrect game behavior.
sk_sk: alebo nesprávne chovanie hry.

source: Spinning drafts on the keyboard:
sk_sk: Splietanie náèrtov na klávesnici:

source: Main game controls:
sk_sk: Hlavné ovládacie prvky:

source: Push
sk_sk: Tlaèi»

source: Pull
sk_sk: «aha»

source: Give
sk_sk: Da»

source: Open
sk_sk: Otvori»

source: Go to
sk_sk: Ís» do

source: Get
sk_sk: Zobra»

source: Use
sk_sk: Pou¾i»

source: Read
sk_sk: Preèíta»

source: New kid
sk_sk: Nové die»a

source: Turn on
sk_sk: Zapnú»

source: Turn off
sk_sk: Vypnú»

source: Walk to
sk_sk: Prejs» na
